export const dataCrop = {
  "crop": {
    "crop": "Картофель", // наименование культуры
    "total_area": 0, // площадь
    "total_count": 0 // Кол-во полей
  },
  "works": [  // Технологические операции
    // {
    //   "work_type": "Буртование навоза", // название операции
    //   "date_start": "-", // начало операции
    //   "date_end": "2024-05-03T00:00:00" // конец операции
    // }
  ],
  "budget": { // Планируемый бюджет
    "seeds": 0, // Семена
    "fertilizers": 0, // Удобрения
    "shzr": 0, // в СХЗР
    "fuel": 0, // ГСМ
    "products": 0, // Продукция
    "other_expenses": 0 //Прочие затраты
  },
  "consumption": { // Распределение потребности
    "seeds_kg": 120, // Семена, кг
    "fertilizers_kg": 240, // Удобрения, кг
    "fertilizers_l": 460, // Удобрения, л
    "shzr_kg": 330, // СХЗР, кг
    "shzr_l": 110, // СХЗР, л
    "fuel_l": 360, // Топливо, л
    "products_kg": 310, // Продукция, кг
    "other_expenses": 240 // Прочие затраты
  },
  "total_costs": { // Итого затрат
    "total_costs": 0, // Итого затрат
    "costs_on_1_ga": 0 // Затраты на 1 га
  }
}
